tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "isacikgoz/taps"
brew "ansible"
brew "bash"
brew "bat"
brew "composer"
brew "coreutils"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "gcal"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "htop"
brew "jq"
brew "lynx"
brew "mkcert"
brew "n"
brew "neofetch"
brew "neovim"
brew "node_exporter"
brew "optipng"
brew "osx-cpu-temp"
brew "php@7.3", link: true
brew "pkg-config"
brew "pngquant"
brew "prometheus"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "zsh"
brew "isacikgoz/taps/tldr"
cask "alacritty"
cask "amethyst"
cask "font-anonymice-powerline"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-hack"
cask "font-hasklig"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "font-mononoki"
cask "font-noto-mono"
cask "font-source-code-pro"
cask "font-ubuntu"
cask "keepassxc"
cask "zoomus"
