tap "caskroom/cask"
tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "koekeishiya/formulae"
cask "java"
brew "ack"
brew "bash"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "git"
brew "docker-completion"
brew "docker-compose-completion"
brew "gcal"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "gradle"
brew "htop"
brew "jpeg"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "lynx"
brew "m-cli"
brew "neovim"
brew "node"
brew "optipng"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "crisidev/chunkwm/chunkwm", args: ["without-ffm"]
brew "homebrew/php/composer"
brew "homebrew/php/php71"
brew "homebrew/php/php71-igbinary"
brew "homebrew/php/php71-intl"
brew "homebrew/php/php71-memcached"
brew "homebrew/php/php71-redis"
brew "koekeishiya/formulae/khd"
cask "borgbackup"
