tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bat"
brew "composer"
brew "coreutils"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "gcal"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "htop"
brew "jq"
brew "lynx"
brew "mkcert"
brew "neovim"
brew "optipng"
brew "php"
brew "pngquant"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "yarn"
brew "zsh"
cask "alacritty"
cask "amethyst"
cask "keepassxc"
cask "zoomus"
cask "caskroom/fonts/font-anonymice-powerline"
cask "caskroom/fonts/font-cascadia"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-firacode-nerd-font"
cask "caskroom/fonts/font-firacode-nerd-font-mono"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-hack-nerd-font"
cask "caskroom/fonts/font-hack-nerd-font-mono"
cask "caskroom/fonts/font-inconsolata-dz"
cask "caskroom/fonts/font-inconsolata-dz-for-powerline"
cask "caskroom/fonts/font-inconsolata-for-powerline"
cask "caskroom/fonts/font-inconsolata-for-powerline-bold"
cask "caskroom/fonts/font-inconsolata-g"
cask "caskroom/fonts/font-inconsolata-g-for-powerline"
cask "caskroom/fonts/font-inconsolata-nerd-font"
cask "caskroom/fonts/font-inconsolata-nerd-font-mono"
cask "caskroom/fonts/font-monofur-for-powerline"
cask "caskroom/fonts/font-monofur-nerd-font"
cask "caskroom/fonts/font-monofur-nerd-font-mono"
cask "caskroom/fonts/font-mononoki"
cask "caskroom/fonts/font-mononoki-nerd-font"
cask "caskroom/fonts/font-mononoki-nerd-font-mono"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
